{
    "menu": {
        "item2": "About me",
        "item3": "Skills",
        "item4": "Education",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
    "home_text-1": "Hi! I'm",
    "home_text-3": ".Net & Flutter Developer",
    "parrafo-info": "Detail-oriented .NET & Flutter Developer with hands-on experience in backend API development, frontend integration with Flutter, and team leadership in client-facing projects. Skilled in C#, ASP.NET, SQL Server, and Git. Proven ability to manage external projects, review pull requests, and collaborate with cross-functional teams. Passionate about building scalable solutions that solve real business problems.",
        "cv_button": "Download Resume",
        "contact_button": "Contact"
    },
    "sobre-mi": {
        "title": "About Me",
        "texto_sobreMi": "Systems Engineer graduated from Universidad Fidélitas in Costa Rica, with specialized technical training in software development from the Instituto Nacional de Aprendizaje (INA). During two years of technical studies, I completed my professional internship as a .NET developer at Grupo Empresarial Datasoft and Global Teams, where I consolidated my skills in real productive environments.\n\nI have worked as a full-stack developer on remote projects for companies such as NetForemost Inc., 7Card, and Versatec, actively participating in the design, development, and implementation of technological solutions. I am proficient in technologies such as .NET, Entity Framework, Flutter (with Bloc pattern), C#, SQL Server, Firebase, PostgreSQL, and Google Cloud, among others.\n\nI have also developed complete payment integrations using Stripe.\n\nAdditionally, I have held technical leadership roles, coordinating development teams, reviewing pull requests, and ensuring quality and efficiency in delivering scalable solutions that address real business needs."
    },


    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Education",
        "formacion1": "Java Backend Development",
        "tiempo-formacion1": "2024 - 2024",
        "formacion2": "Software Development",
        "tiempo-formacion2": "2022 - 2024",
        "formacion3": "Information Technology Operator",
        "tiempo-formacion3": "2023 - 2023",
        "formacion4": "English for Customer Service",
        "tiempo-formacion4": "2019 - 2020"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "SIGAE",
        "info-proyecto1": "Web application for educational management for centers, developed in React.js with a MariaDB database and connected to a server via an API.",
        "title-proyecto2": "SIDECIT",
        "info-proyecto2": "Dental appointment management system in C# (WinForms) and SQL Server.",
        "title-proyecto3": "RestauranTech",
        "info-proyecto3": "Point of sale system for restaurants in C# and SQL Server, with a web application in React for real-time management.",
        "title-proyecto4": "Foro Alura",
        "info-proyecto4": "Backend training challenge with Java and Spring from the ONE program: develop the backend of a forum for Alura Latam, where students, teachers, and moderators can interact through questions and answers."
    },

    "contacto": {
        "title": "Contact",
        "text": "Complete the form below and I will contact you as soon as possible.",
        "btn-enviar": "Send"
    }
}