{
    "menu": {
        "item2": "Sobre mí",
        "item3": "Habilidades",
        "item4": "Formación",
        "item5": "Proyectos",
        "item6": "Contacto"
    },

    "home": {
        "home_text-1": "Hola! Soy",
        "home_text-3": "Desarrollador .Net & Flutter",
        "parrafo-info": "Desarrollador .NET y Flutter orientado a los detalles, con experiencia práctica en el desarrollo de APIs backend, integración de frontend con Flutter y liderazgo de equipos en proyectos con clientes. Dominio de C#, ASP.NET, SQL Server y Git. Capacidad comprobada para gestionar proyectos externos, revisar pull requests y colaborar con equipos multidisciplinarios. Apasionado por construir soluciones escalables que resuelvan problemas reales de negocio.",
        "cv_button": "Descargar CV",
        "contact_button": "Contacto"
    },

    "sobre-mi": {
        "title": "Sobre mí",
        "texto_sobreMi": "Ingeniero en Sistemas graduado de la Universidad Fidélitas de Costa Rica, con formación técnica especializada en desarrollo de aplicaciones informáticas por el Instituto Nacional de Aprendizaje (INA). Durante dos años de estudios técnicos, realicé mi práctica profesional como desarrollador .NET en Grupo Empresarial Datasoft y Global Teams, donde consolidé mis habilidades en entornos productivos reales.\n\nHe trabajado como desarrollador full-stack en proyectos remotos para empresas como NetForemost Inc., 7Card y Versatec, participando activamente en el diseño, desarrollo e implementación de soluciones tecnológicas. Domino tecnologías como .NET, Entity Framework, Flutter (con patrón Bloc), C#, SQL Server, Firebase, PostgreSQL y Google Cloud, entre otras.\n\nTambién he desarrollado integraciones completas de pagos mediante Stripe.\n\nAdemás, he desempeñado roles de liderazgo técnico, coordinando equipos de desarrollo, revisando pull requests y asegurando la calidad y eficiencia en la entrega de soluciones escalables que responden a necesidades reales de negocio."
    },



    "habilidades": {
        "title": "Habilidades"
    },

    "formacion": {
        "title": "Formación",
        "formacion1": "Desarrollo Backend Java",
        "tiempo-formacion1": "2024 - 2024",
        "formacion2": "Desarrollador de Software",
        "tiempo-formacion2": "2022 - 2024",
        "formacion3": "Operador de tecnologías de la Información",
        "tiempo-formacion3": "2023 - 2023",
        "formacion4": "Inglés para Servicio al Cliente",
        "tiempo-formacion4": "2019 - 2020"
    },

    "proyectos": {
        "title": "Proyectos",
        "title-proyecto1": "SIGAE",
        "info-proyecto1": "Aplicación web de gestión educativa para centros, desarrollada en React.js con base de datos en MariaDB y conectada a un servidor mediante una API.",
        "title-proyecto2": "SIDECIT",
        "info-proyecto2": "Sistema de gestión de citas odontológicas en C# (WinForms) y SQL Server.",
        "title-proyecto3": "RestauranTech",
        "info-proyecto3": "Sistema de punto de venta para restaurantes en C# y SQL Server, con aplicación web en React para gestión en tiempo real.",
        "title-proyecto4": "Foro Alura",
        "info-proyecto4": "Reto de formación Backend con Java y Spring del programa ONE: desarrollar el backend de un foro para Alura Latam, donde estudiantes, profesores y moderadores pueden interactuar mediante preguntas y respuestas."
    },

    "contacto": {
        "title": "Contacto",
        "text": "Completa el siguiente formulario y me pondré en contacto contigo lo antes posible.",
        "btn-enviar": "Enviar"
    }
}